Repository: adiparvu/PRVITAL
Catalog: prvital-ios/Prvital/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, nl, pl, pt, ro, ru

source: You dip low overnight fairly often. A smaller evening dose or a bedtime snack can help — worth raising with your care team.
de: Nachts sinkt dein Wert recht häufig ab. Eine kleinere Abenddosis oder ein Snack vor dem Schlafengehen können helfen — das lohnt sich, mit deinem Behandlungsteam zu besprechen.
es: Bajas con bastante frecuencia por la noche. Una dosis menor por la noche o un tentempié antes de dormir pueden ayudar — vale la pena comentarlo con tu equipo médico.
fr: Tu fais assez souvent des baisses la nuit. Une dose du soir plus petite ou une collation au coucher peuvent aider — ça vaut la peine d'en parler à ton équipe soignante.
it: Di notte scendi spesso troppo in basso. Una dose serale più piccola o uno spuntino prima di dormire possono aiutare — vale la pena parlarne con il tuo team curante.
nl: Je zakt 's nachts vrij vaak laag weg. Een kleinere avonddosis of een snack voor het slapengaan kan helpen — de moeite waard om met je behandelteam te bespreken.
pl: Dość często w nocy spadasz poniżej normy. Mniejsza dawka wieczorna lub przekąska przed snem mogą pomóc — warto o tym porozmawiać ze swoim zespołem opieki.
pt: A tua glicemia desce com alguma frequência durante a noite. Uma dose mais pequena ao jantar ou um lanche antes de dormir podem ajudar — vale a pena falar sobre isto com a tua equipa.
ro: Ai destul de des scăderi peste noapte. O doză mai mică seara sau o gustare înainte de culcare pot ajuta — merită discutat cu echipa ta medicală.
ru: По ночам у тебя довольно часто бывают понижения. Может помочь чуть меньшая доза на вечер или перекус перед сном — стоит обсудить это со своей лечащей командой.

source: You dosed %@ U with it.
de: Dazu hast du %@ E gespritzt.
es: Te pusiste %@ U con ella.
fr: Tu as pris %@ U avec.
it: Hai fatto %@ U con esso.
nl: Je nam er %@ E bij.
pl: Podałeś do tego %@ j.
pt: Tomaste %@ U com ela.
ro: Ai dozat %@ U la ea.
ru: К нему вы ввели %@ ед.

source: You had some very low readings — worth reviewing what led up to them.
de: Du hattest einige sehr niedrige Messwerte — es lohnt sich, zu schauen, was dazu geführt hat.
es: Tuviste algunas lecturas muy bajas — vale la pena revisar qué las provocó.
fr: Vous avez eu quelques mesures très basses — cela vaut la peine de regarder ce qui les a précédées.
it: Hai avuto alcune letture molto basse — vale la pena rivedere cosa le ha precedute.
nl: Je had een paar erg lage metingen — het is de moeite waard om te bekijken wat eraan voorafging.
pl: Pojawiło się kilka bardzo niskich odczytów — warto sprawdzić, co je poprzedziło.
pt: Tiveste algumas leituras muito baixas — vale a pena rever o que as antecedeu.
ro: Ai avut câteva citiri foarte scăzute — merită să vezi ce le-a precedat.
ru: У вас было несколько очень низких измерений — стоит посмотреть, что им предшествовало.

source: You logged %lld g of carbs %lld min ago and no bolus is recorded. If you dosed, log it — if not, this is your nudge.
de: Du hast vor %2$lld Min. %1$lld g Kohlenhydrate erfasst, aber kein Bolus ist eingetragen. Falls du dosiert hast, trage es ein — falls nicht, ist dies dein Hinweis.
es: Registraste %lld g de carbohidratos hace %lld min y no consta ningún bolo. Si te lo administraste, regístralo — si no, este es tu aviso.
fr: Tu as noté %lld g de glucides il y a %lld min et aucun bolus n'est enregistré. Si tu as dosé, note-le — sinon, voici ton rappel.
it: Hai registrato %lld g di carboidrati %lld min fa e nessun bolo risulta. Se hai dosato, registralo — altrimenti questo è il tuo promemoria.
nl: Je hebt %lld g koolhydraten gelogd %lld min geleden en er is geen bolus geregistreerd. Heb je gedoseerd, log het — zo niet, dan is dit je duwtje.
pl: Zapisano %lld g węglowodanów %lld min temu, a bolusa brak. Jeśli podano dawkę, zapisz ją — jeśli nie, to Twoje przypomnienie.
pt: Registaste %lld g de hidratos há %lld min e não consta nenhum bólus. Se doseaste, regista-o — se não, este é o teu lembrete.
ro: Ai înregistrat %lld g de carbohidrați acum %lld min și niciun bolus nu apare. Dacă ți-ai administrat doza, înregistreaz-o — dacă nu, aceasta e atenționarea ta.
ru: Вы записали %lld г углеводов %lld мин назад, а болюс не записан. Если вы ввели дозу — запишите её, если нет — это ваше напоминание.

source: You logged %lld g of carbs but no bolus. Add your dose if you meant to.
de: Du hast %lld g Kohlenhydrate erfasst, aber keinen Bolus. Füge die Dosis hinzu, falls beabsichtigt.
es: Registraste %lld g de carbohidratos pero ningún bolo. Añade tu dosis si era tu intención.
fr: Vous avez enregistré %lld g de glucides mais aucun bolus. Ajoutez votre dose si c'était voulu.
it: Hai registrato %lld g di carboidrati ma nessun bolo. Aggiungi la dose se era tua intenzione.
nl: Je hebt %lld g koolhydraten gelogd maar geen bolus. Voeg je dosis toe als je dat wilde.
pl: Zapisano %lld g węglowodanów, ale bez bolusa. Dodaj dawkę, jeśli tak zamierzano.
pt: Registaste %lld g de hidratos de carbono mas nenhum bólus. Adiciona a tua dose se era essa a intenção.
ro: Ai înregistrat %lld g de carbohidrați, dar niciun bolus. Adaugă doza dacă asta intenționai.
ru: Вы записали %lld г углеводов, но без болюса. Добавьте дозу, если это было намеренно.

source: You spent %lld%% below range. Easing off lows is usually the first win.
de: Du warst zu %lld%% unterhalb des Zielbereichs. Weniger Unterzuckerungen zu haben ist meist der erste Erfolg.
es: Pasaste el %lld%% por debajo del rango. Reducir las bajadas suele ser el primer logro.
fr: Tu as passé %lld%% de ton temps sous la cible. Réduire les hypoglycémies est souvent la première victoire.
it: Hai trascorso il %lld%% sotto il range. Ridurre le ipoglicemie è di solito il primo traguardo.
nl: Je zat %lld%% van de tijd onder bereik. Minder lage waarden is meestal de eerste overwinning.
pl: %lld%% czasu poniżej zakresu. Ograniczenie niedocukrzeń to zwykle pierwszy sukces.
pt: Passaste %lld%% do tempo abaixo do intervalo. Reduzir as hipoglicemias costuma ser a primeira vitória.
ro: Ai petrecut %lld%% sub interval țintă. De obicei, primul progres e reducerea episoadelor de glicemie scăzută.
ru: Вы провели %lld%% времени ниже целевого диапазона. Снижение числа гипогликемий обычно становится первой победой.

source: You still have %@ U working — most of this meal is already covered.
de: Es wirken noch %@ E — der Großteil dieser Mahlzeit ist schon abgedeckt.
es: Aún tienes %@ U activas — la mayor parte de esta comida ya está cubierta.
fr: Il te reste %@ U actives — l'essentiel de ce repas est déjà couvert.
it: Hai ancora %@ U attive — gran parte di questo pasto è già coperta.
nl: Er werkt nog %@ E — het grootste deel van deze maaltijd is al gedekt.
pl: Nadal działa %@ j. — większość tego posiłku jest już pokryta.
pt: Ainda tens %@ U ativas — a maior parte desta refeição já está coberta.
ro: Mai ai %@ U active — cea mai mare parte a acestei mese e deja acoperită.
ru: Ещё действует %@ ед. — большая часть этой еды уже покрыта.

source: You tend to run high overnight. Dinner timing and size, or your basal, may be worth reviewing with your team.
de: Nachts sind deine Werte tendenziell hoch. Der Zeitpunkt und die Menge deines Abendessens oder dein Basalinsulin sind es wert, mit deinem Team besprochen zu werden.
es: Tiendes a subir por la noche. Puede valer la pena revisar con tu equipo el horario y la cantidad de la cena, o tu basal.
fr: Tu as tendance à être élevé la nuit. Le moment et la taille du dîner, ou ton débit de base, méritent peut-être d'être revus avec ton équipe.
it: Durante la notte tendi ad avere valori alti. L'orario e la quantità della cena, o la tua basale, potrebbero valere una revisione con il tuo team.
nl: Je hebt de neiging om 's nachts hoog te zitten. De timing en hoeveelheid van je avondeten, of je basaal, zijn wellicht de moeite waard om met je team te bekijken.
pl: W nocy zwykle masz podwyższony poziom. Warto porozmawiać ze swoim zespołem opieki o porze i wielkości kolacji albo o swojej bazie.
pt: A tua glicemia tende a ficar alta durante a noite. Pode valer a pena rever com a tua equipa o horário e a quantidade do jantar, ou a tua basal.
ro: Tinzi să ai valori ridicate peste noapte. Momentul și mărimea cinei, sau doza bazală, ar putea merita revizuite împreună cu echipa ta medicală.
ru: По ночам у тебя обычно повышенная глюкоза. Возможно, стоит пересмотреть со своей командой время и объём ужина или базальную дозу.

source: You were in range %lld%% of the %@ — at or above your %lld%% goal. Well done.
de: Du warst zu %lld%% im Zielbereich (%@) — das erreicht oder übertrifft dein %lld%%-Ziel. Gut gemacht!
es: Estuviste en rango el %lld%% del %@ — igual o por encima de tu meta del %lld%%. Muy bien hecho.
fr: Tu es resté(e) dans la cible %lld%% sur ta période (%@) — à la hauteur ou au-dessus de ton objectif de %lld%%. Bravo.
it: Sei stato in range per il %lld%% di %@ — al livello del tuo obiettivo del %lld%% o superiore. Ottimo lavoro.
nl: Je zat %lld%% van de %@ binnen bereik — op of boven je doel van %lld%%. Goed gedaan.
pl: %lld%% w zakresie przez ostatni %@ — na poziomie lub powyżej Twojego celu %lld%%. Brawo.
pt: Estiveste dentro do intervalo em %lld%% do período (%@) — na tua meta de %lld%% ou mais. Muito bem.
ro: Ai fost în interval țintă %lld%% din %@ — la nivelul sau peste obiectivul tău de %lld%%. Bravo!
ru: Вы были в целевом диапазоне %lld%% времени за %@ — на уровне цели %lld%% или выше. Отлично!

source: You were in range %lld%% of the %@, just shy of your %lld%% goal — really close.
de: Du warst zu %lld%% im Zielbereich (%@), knapp unter deinem %lld%%-Ziel — ganz nah dran.
es: Estuviste en rango el %lld%% del %@, muy cerca de tu meta del %lld%% — casi lo logras.
fr: Tu es resté(e) dans la cible %lld%% sur ta période (%@), tout près de ton objectif de %lld%% — presque atteint.
it: Sei stato in range per il %lld%% di %@, appena sotto il tuo obiettivo del %lld%% — ci sei quasi.
nl: Je zat %lld%% van de %@ binnen bereik, net onder je doel van %lld%% — heel dichtbij.
pl: %lld%% w zakresie przez ostatni %@, tuż poniżej Twojego celu %lld%% — naprawdę blisko.
pt: Estiveste dentro do intervalo em %lld%% do período (%@), muito perto da tua meta de %lld%% — quase lá.
ro: Ai fost în interval țintă %lld%% din %@, la un pas de obiectivul tău de %lld%% — foarte aproape.
ru: Вы были в целевом диапазоне %lld%% времени за %@, совсем немного не дотянув до цели %lld%% — очень близко.

source: You were in range %lld%% of the %@. Every bit of steadiness counts.
de: Du warst zu %lld%% im Zielbereich (%@). Jede Stabilität zählt.
es: Estuviste en rango el %lld%% del %@. Cada poco de estabilidad cuenta.
fr: Tu es resté(e) dans la cible %lld%% sur ta période (%@). Chaque moment de stabilité compte.
it: Sei stato in range per il %lld%% di %@. Ogni momento di stabilità conta.
nl: Je zat %lld%% van de %@ binnen bereik. Elke beetje stabiliteit telt.
pl: %lld%% w zakresie przez ostatni %@. Każda odrobina stabilności się liczy.
pt: Estiveste dentro do intervalo em %lld%% do período (%@). Cada momento de estabilidade conta.
ro: Ai fost în interval țintă %lld%% din %@. Fiecare pas spre stabilitate contează.
ru: Вы были в целевом диапазоне %lld%% времени за %@. Каждая капля стабильности важна.

source: You're all set
de: Alles bereit
es: Todo listo
fr: Tout est prêt
it: È tutto pronto
nl: Je bent helemaal klaar
pl: Wszystko gotowe
pt: Está tudo pronto
ro: Ești gata
ru: Всё готово

source: You're doing great today
de: Du machst das heute großartig
es: Hoy lo estás haciendo genial
fr: Vous vous en sortez très bien aujourd'hui
it: Oggi te la stai cavando benissimo
nl: Je doet het vandaag geweldig
pl: Świetnie Ci dziś idzie
pt: Hoje estás a ir muito bem
ro: Te descurci grozav astăzi
ru: Сегодня у вас всё отлично получается

source: You're managing diabetes for someone you care for.
de: Du kümmerst dich um den Diabetes einer nahestehenden Person.
es: Gestionas la diabetes de una persona a tu cuidado.
fr: Vous gérez le diabète d'une personne dont vous vous occupez.
it: Gestisci il diabete per una persona che assisti.
nl: Je beheert diabetes voor iemand voor wie je zorgt.
pl: Zarządzasz cukrzycą osoby, którą się opiekujesz.
pt: Está a gerir a diabetes de alguém de quem cuida.
ro: Gestionezi diabetul pentru o persoană de care ai grijă.
ru: Вы контролируете диабет у человека, за которым ухаживаете.

source: You've been steady — here's why that matters
de: Du warst stabil – darum ist das wichtig
es: Has estado estable: por qué importa
fr: Vous êtes resté stable — voici pourquoi c'est important
it: Sei stato stabile — ecco perché conta
nl: Je bent stabiel geweest — daarom is dat belangrijk
pl: Byłeś stabilny — oto dlaczego to ważne
pt: Você esteve estável — eis por que isso importa
ro: Ai fost stabil — iată de ce contează
ru: Вы были стабильны — вот почему это важно

source: You've read every article
de: Du hast alle Artikel gelesen
es: Has leído todos los artículos
fr: Vous avez lu tous les articles
it: Hai letto tutti gli articoli
nl: Je hebt alle artikelen gelezen
pl: Przeczytałeś wszystkie artykuły
pt: Você leu todos os artigos
ro: Ai citit toate articolele
ru: Вы прочитали все статьи

source: You've treated %lld time so far.
de: Du hast bisher %lld Mal behandelt.
es: Has tratado %lld vez hasta ahora.
fr: Vous avez traité %lld fois jusqu'à présent.
it: Finora hai trattato %lld volta.
nl: Je hebt tot nu toe %lld keer behandeld.
pl: Do tej pory leczono %lld raz.
pt: Trataste %lld vez até agora.
ro: Ai tratat de %lld dată până acum.
ru: Пока вы приняли меры %lld раз.

source: You've treated %lld times so far.
de: Du hast bisher %lld Mal behandelt.
es: Has tratado %lld veces hasta ahora.
fr: Vous avez traité %lld fois jusqu'à présent.
it: Finora hai trattato %lld volte.
nl: Je hebt tot nu toe %lld keer behandeld.
pl: Do tej pory leczono %lld razy.
pt: Trataste %lld vezes até agora.
ro: Ai tratat de %lld ori până acum.
ru: Пока вы приняли меры %lld раз.

source: Your %@ expires in 2 days. A good moment to check you have the next one.
de: Dein %@ läuft in 2 Tagen ab. Ein guter Moment zu prüfen, ob der nächste bereitliegt.
es: Tu %@ caduca en 2 días. Buen momento para comprobar que tienes el siguiente.
fr: Ton %@ expire dans 2 jours. Le bon moment pour vérifier que tu as le suivant.
it: Il tuo %@ scade tra 2 giorni. Un buon momento per controllare di avere il prossimo.
nl: Je %@ verloopt over 2 dagen. Een goed moment om te checken of je de volgende hebt.
pl: Twój %@ wygasa za 2 dni. Dobry moment, by sprawdzić, czy masz następny.
pt: O teu %@ expira em 2 dias. Boa altura para confirmar que tens o próximo.
ro: Senzorul %@ expiră în 2 zile. Un moment bun să verifici că îl ai pe următorul.
ru: Ваш %@ истекает через 2 дня. Самое время проверить, есть ли следующий.

source: Your %@ expires tomorrow.
de: Dein %@ läuft morgen ab.
es: Tu %@ caduca mañana.
fr: Ton %@ expire demain.
it: Il tuo %@ scade domani.
nl: Je %@ verloopt morgen.
pl: Twój %@ wygasa jutro.
pt: O teu %@ expira amanhã.
ro: Senzorul %@ expiră mâine.
ru: Ваш %@ истекает завтра.

source: Your %@ has reached the end of its wear time. Replace it to keep readings coming.
de: Dein %@ hat das Ende seiner Tragezeit erreicht. Ersetze ihn, damit die Werte weiterkommen.
es: Tu %@ llegó al final de su tiempo de uso. Sustitúyelo para seguir recibiendo lecturas.
fr: Ton %@ a atteint la fin de sa durée de port. Remplace-le pour continuer à recevoir des mesures.
it: Il tuo %@ ha raggiunto la fine del tempo di utilizzo. Sostituiscilo per continuare a ricevere letture.
nl: Je %@ heeft het einde van de draagtijd bereikt. Vervang hem om metingen te blijven ontvangen.
pl: Twój %@ osiągnął koniec czasu noszenia. Wymień go, aby odczyty nadal przychodziły.
pt: O teu %@ chegou ao fim do tempo de uso. Substitui-o para continuares a receber leituras.
ro: Senzorul %@ a ajuns la finalul purtării. Înlocuiește-l ca să continue citirile.
ru: Ваш %@ отработал срок ношения. Замените его, чтобы показания продолжались.

source: Your %@ is your steadiest window; %@ needs the most attention.
de: Dein %@ ist dein stabilstes Zeitfenster; %@ braucht die meiste Aufmerksamkeit.
es: Tu %@ es tu momento más estable; %@ necesita más atención.
fr: %@ est ta période la plus stable ; %@ demande le plus d'attention.
it: Il tuo %@ è il momento più stabile; %@ richiede più attenzione.
nl: Je %@ is je stabielste periode; je %@ heeft de meeste aandacht nodig.
pl: Najbardziej stabilna pora to %@; najwięcej uwagi wymaga %@.
pt: O teu %@ é o teu período mais estável; %@ precisa de mais atenção.
ro: %@ e perioada ta cea mai stabilă; %@ are nevoie de cea mai multă atenție.
ru: %@ — ваше самое стабильное время; %@ требует больше всего внимания.

source: Your activity rings and step streak use these targets.
de: Deine Aktivitätsringe und deine Schrittserie nutzen diese Ziele.
es: Tus anillos de actividad y tu racha de pasos usan estos objetivos.
fr: Vos anneaux d’activité et votre série de pas utilisent ces objectifs.
it: I tuoi anelli attività e la serie di passi usano questi obiettivi.
nl: Je activiteitsringen en stappenreeks gebruiken deze doelen.
pl: Twoje pierścienie aktywności i seria kroków korzystają z tych celów.
pt: Os teus anéis de atividade e a sequência de passos usam estes objetivos.
ro: Cercurile de activitate și seria de pași folosesc aceste ținte.
ru: Ваши кольца активности и серия шагов используют эти цели.

source: Your average was %@, an estimated A1c of about %@%%.
de: Dein Durchschnitt lag bei %@, das entspricht einem geschätzten A1c von etwa %@%%.
es: Tu promedio fue de %@, una A1c estimada de aproximadamente %@%%.
fr: Ta moyenne était de %@, soit une A1c estimée à environ %@%%.
it: La tua media è stata %@, con un'A1c stimata di circa %@%%.
nl: Je gemiddelde was %@, een geschatte A1c van ongeveer %@%%.
pl: Twoja średnia wynosiła %@, co daje szacunkowe A1c na poziomie około %@%%.
pt: A tua média foi %@, um A1c estimado de cerca de %@%%.
ro: Media ta a fost %@, cu un A1c estimat de aproximativ %@%%.
ru: Ваше среднее значение составило %@, что соответствует примерному A1c около %@%%.

source: Your daily movement target. Logged workouts and Apple Health activity both count toward it.
de: Dein tägliches Bewegungsziel. Sowohl protokollierte Workouts als auch die Aktivität aus Apple Health zählen dafür.
es: Tu objetivo diario de movimiento. Tanto los entrenamientos registrados como la actividad de Apple Health cuentan para él.
fr: Votre objectif de mouvement quotidien. Les entraînements enregistrés et l'activité d'Apple Health comptent tous les deux.
it: Il tuo obiettivo di movimento giornaliero. Sia gli allenamenti registrati sia l'attività di Apple Health contribuiscono a raggiungerlo.
nl: Je dagelijkse beweegdoel. Zowel geregistreerde workouts als activiteit uit Apple Health tellen mee.
pl: Twój dzienny cel ruchu. Liczą się do niego zarówno zapisane treningi, jak i aktywność z Apple Health.
pt: O teu objetivo diário de movimento. Tanto os treinos registados como a atividade do Apple Health contam para ele.
ro: Obiectivul tău zilnic de mișcare. Atât antrenamentele înregistrate, cât și activitatea din Apple Health contează pentru el.
ru: Ваша дневная цель по движению. К ней засчитываются и записанные тренировки, и активность из Apple Health.

source: Your data
de: Eigene Daten
es: Tus datos
fr: Vos données
it: I tuoi dati
nl: Jouw gegevens
pl: Twoje dane
pt: Os teus dados
ro: Datele tale
ru: Ваши данные

source: Your day, in one place
de: Dein Tag an einem Ort
es: Tu día, en un solo lugar
fr: Votre journée, au même endroit
it: La tua giornata, in un unico posto
nl: Je dag, op één plek
pl: Twój dzień w jednym miejscu
pt: O teu dia, num só lugar
ro: Ziua ta, într-un singur loc
ru: Ваш день в одном месте

source: Your glucose bounces around a fair bit. Consistent meal timing and pre-bolusing a few minutes before eating tend to steady it.
de: Dein Glukosewert schwankt ziemlich stark. Regelmäßige Essenszeiten und ein Vorab-Bolus einige Minuten vor dem Essen tragen dazu bei, ihn zu stabilisieren.
es: Tu glucosa varía bastante. Mantener un horario de comidas constante y aplicar el bolo unos minutos antes de comer suele estabilizarla.
fr: Ta glycémie varie pas mal. Des horaires de repas réguliers et un bolus anticipé de quelques minutes avant de manger ont tendance à la stabiliser.
it: La tua glicemia oscilla parecchio. Orari dei pasti regolari e il bolo anticipato di qualche minuto prima di mangiare tendono a stabilizzarla.
nl: Je glucose schommelt behoorlijk. Consistente maaltijdtijden en een paar minuten van tevoren bolussen helpen dit vaak te stabiliseren.
pl: Twoja glikemia dość mocno się waha. Regularne pory posiłków i podawanie bolusa kilka minut przed jedzeniem zwykle to stabilizują.
pt: A tua glicemia oscila bastante. Manter horários de refeição consistentes e fazer o bólus uns minutos antes de comeres tende a torná-la mais estável.
ro: Glicemia ta variază destul de mult. Un program constant al meselor și administrarea bolusului cu câteva minute înainte de a mânca tind să o stabilizeze.
ru: Твоя глюкоза довольно сильно колеблется. Стабильное время приёмов пищи и болюс за несколько минут до еды обычно помогают её выровнять.

source: Your glucose is %@, %@, %@.
de: Deine Glukose beträgt %@, %@, %@.
es: Tu glucosa es %@, %@, %@.
fr: Votre glycémie est %@, %@, %@.
it: La tua glicemia è %@, %@, %@.
nl: Je glucose is %@, %@, %@.
pl: Twoja glukoza to %@, %@, %@.
pt: A tua glicose é %@, %@, %@.
ro: Glicemia ta este %@, %@, %@.
ru: Ваша глюкоза %@, %@, %@.

source: Your glucose is still below %@. Take another round of fast carbs.
de: Dein Glukosewert liegt noch unter %@. Nimm eine weitere Runde schnelle Kohlenhydrate.
es: Tu glucosa sigue por debajo de %@. Toma otra ronda de carbohidratos rápidos.
fr: Ta glycémie est encore sous %@. Prends une nouvelle dose de glucides rapides.
it: La tua glicemia è ancora sotto %@. Prendi un altro giro di carboidrati rapidi.
nl: Je glucose is nog onder %@. Neem nog een ronde snelle koolhydraten.
pl: Glikemia wciąż jest poniżej %@. Przyjmij kolejną porcję szybkich węglowodanów.
pt: A tua glicose ainda está abaixo de %@. Toma outra ronda de hidratos rápidos.
ro: Glicemia ta este încă sub %@. Ia încă o rundă de carbohidrați rapizi.
ru: Глюкоза всё ещё ниже %@. Примите ещё одну порцию быстрых углеводов.

source: Your glucose may drop below range in about %lld min. A quick check or a small snack can head it off.
de: Deine Glukose könnte in etwa %lld Min. unter den Zielbereich fallen. Eine schnelle Messung oder ein kleiner Snack kann das verhindern.
es: Tu glucosa podría bajar por debajo del rango en unos %lld min. Una comprobación rápida o un pequeño tentempié puede evitarlo.
fr: Votre glycémie pourrait descendre sous la cible dans environ %lld min. Une mesure rapide ou une petite collation peut l'éviter.
it: La tua glicemia potrebbe scendere sotto l'intervallo tra circa %lld min. Un controllo rapido o un piccolo spuntino può evitarlo.
nl: Je glucose kan over ongeveer %lld min onder bereik zakken. Een snelle controle of een klein tussendoortje kan dit voorkomen.
pl: Twoja glukoza może spaść poniżej zakresu za około %lld min. Szybki pomiar lub mała przekąska może temu zapobiec.
pt: A tua glicose pode descer abaixo do intervalo dentro de cerca de %lld min. Uma verificação rápida ou um pequeno lanche pode evitá-lo.
ro: Glicemia ta ar putea scădea sub interval în aproximativ %lld min. O verificare rapidă sau o gustare mică poate preveni acest lucru.
ru: Ваша глюкоза может опуститься ниже диапазона примерно через %lld мин. Быстрая проверка или лёгкий перекус помогут этого избежать.
